Repository: ak375456/gradelab_app
Catalog: dummy name/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, sv

source: Clips on the same track cannot overlap. Use an overlay track.
de: Clips auf derselben Spur dürfen sich nicht überlappen. Nutze eine Overlay-Spur.
es: Los clips de la misma pista no pueden solaparse. Usa una pista de superposición.
fr: Les clips d’une même piste ne peuvent pas se chevaucher. Utilisez une piste de superposition.
it: Le clip sulla stessa traccia non possono sovrapporsi. Usa una traccia di sovrapposizione.
sv: Klipp på samma spår kan inte överlappa. Använd ett överläggsspår.

source: Clock Wipe
de: Uhrzeigerwischen
es: Barrido de reloj
fr: Volet horloge
it: Tendina a orologio
sv: Klocksvep

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
sv: Stäng

source: Close font menu
de: Schriftmenü schließen
es: Cerrar el menú de fuentes
fr: Fermer le menu des polices
it: Chiudi il menu dei font
sv: Stäng teckensnittsmenyn

source: Close paywall
de: Paywall schließen
es: Cerrar la pantalla de compra
fr: Fermer l'écran d'abonnement
it: Chiudi la schermata di acquisto
sv: Stäng betalväggen

source: Close screen grade
de: Screen-Grading schließen
es: Cerrar el etalonaje de pantalla
fr: Fermer l'étalonnage d'écran
it: Chiudi il grading dello schermo
sv: Stäng skärmgradingen

source: Close this export?
de: Diesen Export schließen?
es: ¿Cerrar esta exportación?
fr: Fermer cet export ?
it: Chiudere questa esportazione?
sv: Stänga den här exporten?

source: Closes export
de: Schließt den Export
es: Cierra la exportación
fr: Ferme l'export
it: Chiude l'esportazione
sv: Stänger exporten

source: Color
de: Farbe
fr: Couleur
it: Colore
sv: Färg

source: COLOR
de: FARBE
fr: COULEUR
it: COLORE
sv: FÄRG

source: Color model
de: Farbmodell
es: Modelo de color
fr: Modèle colorimétrique
it: Modello di colore
sv: Färgmodell

source: Color pipeline
de: Farb-Pipeline
es: Cadena de color
fr: Pipeline couleur
it: Catena del colore
sv: Färgkedja

source: Color Tool
de: Farbwerkzeug
es: Herramienta de color
fr: Outil Couleur
it: Strumento colore
sv: Färgverktyg

source: Color Warper strength
de: Stärke des Color Warper
es: Intensidad del Color Warper
fr: Intensité du Color Warper
it: Intensità del Color Warper
sv: Styrka för Color Warper

source: Color with character
de: Farbe mit Charakter
es: Color con carácter
fr: De la couleur avec du caractère
it: Colore con carattere
sv: Färg med karaktär

source: Colour blotches within the frame. Guided by the luminance, so colour edges stay where the picture's edges are.
de: Farbflecken innerhalb des Frames. Von der Luminanz geführt, damit Farbkanten dort bleiben, wo die Kanten des Bildes sind.
es: Manchas de color dentro del fotograma. Guiado por la luminancia, así que los bordes de color se quedan donde están los bordes de la imagen.
fr: Taches de couleur à l'intérieur de l'image. Guidé par la luminance, si bien que les contours de couleur restent là où sont ceux de l'image.
it: Macchie di colore all'interno del fotogramma. Guidato dalla luminanza, così i bordi di colore restano dove sono quelli dell'immagine.
sv: Färgfläckar inom bildrutan. Styrs av luminansen, så färgkanter stannar där bildens kanter är.

source: Colour mode
de: Farbmodus
es: Modo de color
fr: Mode couleur
it: Modalità colore
sv: Färgläge

source: Colour mode: %@. Tap for details.
de: Farbmodus: %@. Für Details tippen.
es: Modo de color: %@. Toca para ver los detalles.
fr: Mode couleur : %@. Touchez pour en savoir plus.
it: Modalità colore: %@. Tocca per i dettagli.
sv: Färgläge: %@. Tryck för detaljer.

source: Colour Selection
de: Farbauswahl
es: Selección de color
fr: Sélection de couleur
it: Selezione del colore
sv: Färgurval

source: Colour speckle across time. Takes far more than luma does before anything shows.
de: Farbflimmern über die Zeit. Verträgt viel mehr als Luma, bevor etwas sichtbar wird.
es: Moteado de color a lo largo del tiempo. Aguanta mucho más que el luma antes de que se note algo.
fr: Moucheture de couleur dans le temps. Encaisse bien plus que le luma avant que quelque chose se voie.
it: Puntinato di colore nel tempo. Regge molto più del luma prima che si veda qualcosa.
sv: Färgprickar över tid. Tål betydligt mer än luma innan något syns.

source: Colour speckle only. Luminance detail is left exactly where it is.
de: Nur Farbflecken. Luminanzdetails bleiben genau dort, wo sie sind.
es: Solo el moteado de color. El detalle de luminancia se queda exactamente donde está.
fr: Uniquement les taches de couleur. Le détail de luminance reste exactement où il est.
it: Solo il puntinato di colore. Il dettaglio di luminanza resta esattamente dov'è.
sv: Endast färgprickar. Luminansdetaljen lämnas exakt där den är.

source: Combining frames needs the preview at the project's own resolution, so it pauses while the transport is running. Stop the playhead — or set Preview Quality to Full — to see it. Export is unaffected.
de: Das Kombinieren von Frames braucht die Vorschau in der Auflösung des Projekts, daher pausiert es, während die Wiedergabe läuft. Stoppe den Abspielkopf – oder stelle die Vorschauqualität auf Voll –, um es zu sehen. Der Export ist davon nicht betroffen.
es: Combinar fotogramas necesita la previsualización a la resolución propia del proyecto, así que se pausa mientras la reproducción está en marcha. Detén el cabezal de reproducción — o pon la Calidad de previsualización en Completa — para verlo. La exportación no se ve afectada.
fr: La combinaison d'images a besoin de l'aperçu à la résolution propre du projet, elle se met donc en pause pendant la lecture. Arrêtez la tête de lecture — ou réglez la Qualité d'aperçu sur Complète — pour la voir. L'export n'est pas affecté.
it: Combinare i fotogrammi richiede l'anteprima alla risoluzione propria del progetto, quindi si mette in pausa mentre la riproduzione è in corso. Ferma la testina di riproduzione — o imposta la Qualità anteprima su Piena — per vederlo. L'esportazione non è influenzata.
sv: Att kombinera bildrutor kräver förhandsvisning i projektets egen upplösning, så det pausas medan uppspelningen är i gång. Stoppa uppspelningshuvudet — eller ställ Förhandsvisningskvalitet på Full — för att se det. Exporten påverkas inte.

source: Compact
de: Kompakt
es: Compacta
fr: Compacte
it: Compatta
sv: Kompakt

source: Compare Original
de: Original vergleichen
es: Comparar con el original
fr: Comparer à l’original
it: Confronta con l’originale
sv: Jämför med originalet

source: Compare with original
de: Mit Original vergleichen
es: Comparar con el original
fr: Comparer à l'original
it: Confronta con l'originale
sv: Jämför med originalet

source: Compresses the shot with a gentle landing.
de: Verdichtet die Einstellung mit sanfter Landung.
es: Comprime la toma con un aterrizaje suave.
fr: Comprime le plan avec un atterrissage en douceur.
it: Comprime l'inquadratura con un atterraggio morbido.
sv: Komprimerar tagningen med en mjuk landning.

source: Compression quality
de: Komprimierungsqualität
es: Calidad de compresión
fr: Qualité de compression
it: Qualità di compressione
sv: Komprimeringskvalitet

source: Constant
de: Konstant
es: Constante
fr: Constante
it: Costante
sv: Konstant

source: Continue Backward
de: Rückwärts fortsetzen
es: Continuar hacia atrás
fr: Continuer vers l'arrière
it: Continua all'indietro
sv: Fortsätt bakåt

source: Continue Forward
de: Vorwärts fortsetzen
es: Continuar hacia delante
fr: Continuer vers l'avant
it: Continua in avanti
sv: Fortsätt framåt

source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
it: Contrasto
sv: Kontrast

source: Convert to SDR
de: In SDR umwandeln
es: Convertir a SDR
fr: Convertir en SDR
it: Converti in SDR
sv: Konvertera till SDR

source: Converts S-Log3 with the older S-Log2 709 rendering, for matching footage shot on both.
de: Konvertiert S-Log3 mit dem älteren S-Log2-709-Rendering, zum Abgleichen von Material, das mit beiden gedreht wurde.
es: Convierte S-Log3 con el renderizado antiguo S-Log2 709, para encajar material rodado en ambos.
fr: Convertit le S-Log3 avec l'ancien rendu S-Log2 709, pour raccorder des images tournées dans les deux.
it: Converte S-Log3 con il vecchio rendering S-Log2 709, per far combaciare materiale girato in entrambi.
sv: Konverterar S-Log3 med den äldre S-Log2 709-renderingen, för att matcha material filmat i båda.

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
sv: Kopiera

source: Copy Clip
de: Clip kopieren
es: Copiar el clip
fr: Copier le clip
it: Copia clip
sv: Kopiera klipp

source: Copy Grade
de: Grading kopieren
es: Copiar el etalonaje
fr: Copier l'étalonnage
it: Copia il grading
sv: Kopiera grading

source: Corner radius
de: Eckenradius
es: Radio de las esquinas
fr: Rayon des coins
it: Raggio degli angoli
sv: Hörnradie

source: Corners
de: Ecken
es: Vértices
fr: Sommets
it: Vertici
sv: Hörn

source: Could not allocate temporary tracking storage.
de: Temporärer Tracking-Speicher konnte nicht zugewiesen werden.
es: No se ha podido asignar el almacenamiento temporal de rastreo.
fr: Impossible d’allouer le stockage temporaire de suivi.
it: Impossibile allocare l’archiviazione temporanea per il tracciamento.
sv: Det gick inte att avsätta tillfälligt utrymme för spårningen.

source: Could not create a linked audio track.
de: Eine verknüpfte Audiospur konnte nicht erstellt werden.
es: No se ha podido crear una pista de audio vinculada.
fr: Impossible de créer une piste audio liée.
it: Impossibile creare una traccia audio collegata.
sv: Det gick inte att skapa ett länkat ljudspår.

source: Could not create audio track.
de: Audiospur konnte nicht erstellt werden.
es: No se ha podido crear la pista de audio.
fr: Impossible de créer la piste audio.
it: Impossibile creare la traccia audio.
sv: Det gick inte att skapa ljudspåret.

source: Could not create image timeline.
de: Bild-Timeline konnte nicht erstellt werden.
es: No se ha podido crear la línea de tiempo de imagen.
fr: Impossible de créer la timeline d’image.
it: Impossibile creare la timeline dell’immagine.
sv: Det gick inte att skapa bildtidslinjen.

source: Could not create linked audio.
de: Verknüpftes Audio konnte nicht erstellt werden.
es: No se ha podido crear el audio vinculado.
fr: Impossible de créer l’audio lié.
it: Impossibile creare l’audio collegato.
sv: Det gick inte att skapa länkat ljud.

source: Could not create the sequence video track.
de: Die Videospur der Sequenz konnte nicht erstellt werden.
es: No se ha podido crear la pista de vídeo de la secuencia.
fr: Impossible de créer la piste vidéo de la séquence.
it: Impossibile creare la traccia video della sequenza.
sv: Det gick inte att skapa sekvensens videospår.

source: Could not create video layer.
de: Videoebene konnte nicht erstellt werden.
es: No se ha podido crear la capa de vídeo.
fr: Impossible de créer le calque vidéo.
it: Impossibile creare il livello video.
sv: Det gick inte att skapa videolagret.

source: Create a grade and save it here.
de: Erstelle ein Grading und sichere es hier.
es: Crea un etalonaje y guárdalo aquí.
fr: Créez un étalonnage et enregistrez-le ici.
it: Crea un grading e salvalo qui.
sv: Skapa en grading och spara den här.

source: Created
de: Erstellt
es: Creado
fr: Créé
it: Creato
sv: Skapad

source: Creates a standard video for SDR viewing.
de: Erzeugt ein Standardvideo für die SDR-Wiedergabe.
es: Crea un vídeo estándar para verlo en SDR.
fr: Crée une vidéo standard pour une lecture SDR.
it: Crea un video standard per la visione in SDR.
sv: Skapar en standardvideo för SDR-visning.

source: CREATIVE
de: KREATIV
es: CREATIVO
fr: CRÉATIF
it: CREATIVO
sv: KREATIVT

source: CURRENT
de: AKTUELL
es: ACTUAL
fr: ACTUEL
it: ATTUALE
sv: AKTUELL

source: CURRENT FRAME
de: AKTUELLER FRAME
es: FOTOGRAMA ACTUAL
fr: IMAGE ACTUELLE
it: FOTOGRAMMA CORRENTE
sv: AKTUELL BILDRUTA

source: Curve
de: Kurve
es: Curva
fr: Courbe
it: Curva
sv: Kurva

source: Curve after this keyframe
de: Kurve nach diesem Keyframe
es: Curva después de este fotograma clave
fr: Courbe après cette image clé
it: Curva dopo questo fotogramma chiave
sv: Kurvan efter den här keyframen

source: Custom
de: Eigene
es: Personalizado
fr: Personnalisé
it: Personalizzato
sv: Anpassad

source: Custom: %lld frames
de: Eigene: %lld Frames
es: Personalizado: %lld fotogramas
fr: Personnalisé : %lld images
it: Personalizzato: %lld fotogrammi
sv: Anpassad: %lld bildrutor

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
it: Taglia
sv: Klipp ut

source: Cut Clip
de: Clip ausschneiden
es: Cortar el clip
fr: Couper le clip
it: Taglia clip
sv: Klipp ut klipp

source: Cutout changes clip transparency. Color grading masks remain separate.
de: Der Freisteller ändert die Transparenz des Clips. Masken für das Color Grading bleiben davon getrennt.
es: El recorte cambia la transparencia del clip. Las máscaras de etalonaje siguen siendo independientes.
fr: Le détourage modifie la transparence du clip. Les masques d’étalonnage restent distincts.
it: Lo scontorno cambia la trasparenza della clip. Le maschere di grading restano separate.
sv: Urklipp ändrar klippets genomskinlighet. Masker för färggrading är något separat.

source: Darken the edges to draw attention inward, or brighten them for a softer look. Midpoint controls how far inward it reaches; feather softens the transition.
de: Dunkle die Ränder ab, um die Aufmerksamkeit nach innen zu lenken, oder helle sie für einen weicheren Look auf. Der Mittelpunkt steuert, wie weit nach innen er reicht; die weiche Kante mildert den Übergang.
es: Oscurece los bordes para llevar la atención hacia dentro, o acláralos para un aspecto más suave. El punto medio controla cuánto penetra; el desvanecido suaviza la transición.
fr: Assombrissez les bords pour attirer le regard vers le centre, ou éclaircissez-les pour un rendu plus doux. Le point médian contrôle jusqu’où l’effet pénètre ; l’adoucissement atténue la transition.
it: Scurisci i bordi per portare l’attenzione verso il centro, o schiariscili per un aspetto più morbido. Il punto medio controlla quanto si spinge verso l’interno; la sfumatura ammorbidisce la transizione.
sv: Gör kanterna mörkare för att dra blicken inåt, eller ljusare för ett mjukare intryck. Mittpunkten styr hur långt in den når; mjuk kant gör övergången mjukare.

source: Declare exactly one LUT size.
de: Gib genau eine LUT-Größe an.
es: Declara un único tamaño de LUT.
fr: Déclarez une seule taille de LUT.
it: Dichiara una sola dimensione di LUT.
sv: Ange exakt en LUT-storlek.

source: Decode and render
de: Dekodieren und rendern
es: Decodificación y renderizado
fr: Décodage et rendu
it: Decodifica e rendering
sv: Avkoda och rendera

source: Decoded audio for track %lld was unavailable.
de: Dekodiertes Audio für Spur %lld war nicht verfügbar.
es: No había audio decodificado disponible para la pista %lld.
fr: L'audio décodé de la piste %lld était indisponible.
it: L'audio decodificato della traccia %lld non era disponibile.
sv: Avkodat ljud för spår %lld var inte tillgängligt.

source: Decodes Apple Log 2 to scene light for grading, and delivers Rec.709.
de: Dekodiert Apple Log 2 zu Szenenlicht fürs Grading und liefert Rec.709.
es: Decodifica Apple Log 2 a luz de escena para etalonar, y entrega en Rec.709.
fr: Décode l'Apple Log 2 en lumière de scène pour l'étalonnage, et livre en Rec.709.
it: Decodifica Apple Log 2 in luce di scena per il grading, e consegna in Rec.709.
sv: Avkodar Apple Log 2 till scenljus för grading, och levererar Rec.709.

source: Decodes Apple Log to scene light for grading, and delivers Rec.709.
de: Dekodiert Apple Log zu Szenenlicht fürs Grading und liefert Rec.709.
es: Decodifica Apple Log a luz de escena para etalonar, y entrega en Rec.709.
fr: Décode l'Apple Log en lumière de scène pour l'étalonnage, et livre en Rec.709.
it: Decodifica Apple Log in luce di scena per il grading, e consegna in Rec.709.
sv: Avkodar Apple Log till scenljus för grading, och levererar Rec.709.

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
sv: Radera

source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
it: Eliminare «%@»?
sv: Radera ”%@”?

source: Delete %lld clips
de: %lld Clips löschen
es: Eliminar %lld clips
fr: Supprimer %lld clips
it: Elimina %lld clip
sv: Radera %lld klipp

source: Delete audio clip
de: Audioclip löschen
es: Eliminar el clip de audio
fr: Supprimer le clip audio
it: Elimina la clip audio
sv: Radera ljudklipp

source: Delete clip
de: Clip löschen
es: Eliminar el clip
fr: Supprimer le clip
it: Elimina la clip
sv: Radera klipp

source: Delete clip and close gaps
de: Clip löschen und Lücken schließen
es: Eliminar el clip y cerrar los huecos
fr: Supprimer le clip et combler les vides
it: Elimina la clip e chiudi i vuoti
sv: Radera klippet och slut luckorna

source: Delete marker
de: Marker löschen
es: Eliminar el marcador
fr: Supprimer le marqueur
it: Elimina il marcatore
sv: Radera markör

source: Delete Mask
de: Maske löschen
es: Eliminar la máscara
fr: Supprimer le masque
it: Elimina la maschera
sv: Radera mask

source: Delete picture clip
de: Bildclip löschen
es: Eliminar el clip de imagen
fr: Supprimer le clip d’image
it: Elimina la clip di immagine
sv: Radera bildklipp

source: Delete Point
de: Punkt löschen
es: Eliminar punto
fr: Supprimer le point
it: Elimina punto
sv: Radera punkt

source: Delete Preset
de: Preset löschen
es: Eliminar el preajuste
fr: Supprimer le préréglage
it: Elimina il preset
sv: Radera förinställning

source: Delete Project
de: Projekt löschen
es: Eliminar el proyecto
fr: Supprimer le projet
it: Elimina il progetto
sv: Radera projekt

source: Delete Selected Clips
de: Ausgewählte Clips löschen
es: Eliminar los clips seleccionados
fr: Supprimer les clips sélectionnés
it: Elimina le clip selezionate
sv: Radera valda klipp

source: Delete selected keyframe
de: Ausgewählten Keyframe löschen
es: Eliminar el fotograma clave seleccionado
fr: Supprimer l'image clé sélectionnée
it: Elimina il fotogramma chiave selezionato
sv: Radera vald keyframe

source: Delete shape clip
de: Formclip löschen
es: Eliminar el clip de forma
fr: Supprimer le clip de forme
it: Elimina la clip di forma
sv: Radera formklipp

source: Delete Speed Point
de: Tempopunkt löschen
es: Eliminar punto de velocidad
fr: Supprimer le point de vitesse
it: Elimina punto di velocità
sv: Radera hastighetspunkt

source: Delete text clip
de: Textclip löschen
es: Eliminar el clip de texto
fr: Supprimer le clip de texte
it: Elimina la clip di testo
sv: Radera textklipp

source: Delete the selected point
de: Ausgewählten Punkt löschen
es: Eliminar el punto seleccionado
fr: Supprimer le point sélectionné
it: Elimina il punto selezionato
sv: Radera den valda punkten

source: Delete this mask?
de: Diese Maske löschen?
es: ¿Eliminar esta máscara?
fr: Supprimer ce masque ?
it: Eliminare questa maschera?
sv: Radera den här masken?

source: Delete warp point
de: Warp-Punkt löschen
es: Eliminar punto de deformación
fr: Supprimer le point de déformation
it: Elimina punto di deformazione
sv: Radera warp-punkt

source: Deliver in any format.
de: Liefere in jedem Format.
es: Entrega en cualquier formato.
fr: Livrez dans n'importe quel format.
it: Consegna in qualsiasi formato.
sv: Leverera i vilket format som helst.

source: Deselect clip
de: Clipauswahl aufheben
es: Deseleccionar el clip
fr: Désélectionner le clip
it: Deseleziona la clip
sv: Avmarkera klipp

source: Detail Protection
de: Detailschutz
es: Protección del detalle
fr: Protection du détail
it: Protezione del dettaglio
sv: Detaljskydd

source: Detail Recovery
de: Detailrückgewinnung
es: Recuperación del detalle
fr: Récupération du détail
it: Recupero del dettaglio
sv: Detaljåterställning

source: Diamond
de: Raute
es: Rombo
fr: Losange
it: Rombo
sv: Romb

source: Dimensions
de: Abmessungen
es: Dimensiones
it: Dimensioni
sv: Mått

source: Dip to Black
de: Blende über Schwarz
es: Fundido a negro
fr: Fondu au noir
it: Dissolvenza al nero
sv: Toning till svart

source: Dip to White
de: Blende über Weiß
es: Fundido a blanco
fr: Fondu au blanc
it: Dissolvenza al bianco
sv: Toning till vitt

source: Direction
de: Richtung
es: Dirección
fr: Sens
it: Direzione
sv: Riktning

source: Dismiss keyframe tip
de: Keyframe-Tipp ausblenden
es: Descartar el consejo sobre fotogramas clave
fr: Masquer l'astuce sur les images clés
it: Chiudi il suggerimento sui fotogrammi chiave
sv: Stäng keyframe-tipset

source: Dissolve
de: Überblendung
es: Fundido encadenado
fr: Fondu enchaîné
it: Dissolvenza
sv: Övertoning

source: Distribution of red, green and blue levels
de: Verteilung der Rot-, Grün- und Blauwerte
es: Distribución de los niveles de rojo, verde y azul
fr: Répartition des niveaux de rouge, vert et bleu
it: Distribuzione dei livelli di rosso, verde e blu
sv: Fördelning av röda, gröna och blå nivåer

source: DJI's conversion for D-Log M footage from Mavic 3 and other DJI cameras.
de: DJIs Konvertierung für D-Log-M-Material von der Mavic 3 und anderen DJI-Kameras.
es: La conversión de DJI para material D-Log M del Mavic 3 y otras cámaras DJI.
fr: La conversion DJI pour les images D-Log M du Mavic 3 et d'autres caméras DJI.
it: La conversione DJI per materiale D-Log M da Mavic 3 e altre camere DJI.
sv: DJI:s konvertering för D-Log M-material från Mavic 3 och andra DJI-kameror.

source: Dolby Vision is not supported. Its dynamic metadata cannot be carried through grading, and GradeLab will not attach stale metadata to graded frames.
de: Dolby Vision wird nicht unterstützt. Die dynamischen Metadaten lassen sich nicht durch das Grading tragen, und GradeLab hängt keine veralteten Metadaten an gegradete Frames.
es: Dolby Vision no es compatible. Sus metadatos dinámicos no pueden atravesar el etalonaje, y GradeLab no va a adjuntar metadatos caducados a fotogramas etalonados.
fr: Le Dolby Vision n'est pas pris en charge. Ses métadonnées dynamiques ne peuvent pas traverser l'étalonnage, et GradeLab n'attachera pas de métadonnées périmées à des images étalonnées.
it: Dolby Vision non è supportato. I suoi metadati dinamici non possono attraversare il grading, e GradeLab non allegherà metadati obsoleti a fotogrammi con grading applicato.
sv: Dolby Vision stöds inte. Dess dynamiska metadata kan inte föras genom gradingen, och GradeLab fäster inte gammal metadata på gradade bildrutor.

source: DOMAIN_MIN must be smaller than DOMAIN_MAX.
de: DOMAIN_MIN muss kleiner als DOMAIN_MAX sein.
es: DOMAIN_MIN debe ser menor que DOMAIN_MAX.
fr: DOMAIN_MIN doit être inférieur à DOMAIN_MAX.
it: DOMAIN_MIN deve essere minore di DOMAIN_MAX.
sv: DOMAIN_MIN måste vara mindre än DOMAIN_MAX.

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
sv: Klar

source: Done Drawing
de: Zeichnen beenden
es: Trazado terminado
fr: Tracé terminé
it: Tracciato completato
sv: Klar med ritandet

source: Double tap the graph to add a speed point. Drag a point to change its speed and position.
de: Doppeltippe auf die Grafik, um einen Tempopunkt hinzuzufügen. Ziehe einen Punkt, um Tempo und Position zu ändern.
es: Toca dos veces el gráfico para añadir un punto de velocidad. Arrastra un punto para cambiar su velocidad y su posición.
fr: Touchez deux fois le graphique pour ajouter un point de vitesse. Faites glisser un point pour changer sa vitesse et sa position.
it: Tocca due volte il grafico per aggiungere un punto di velocità. Trascina un punto per cambiarne velocità e posizione.
sv: Dubbeltryck på grafen för att lägga till en hastighetspunkt. Dra en punkt för att ändra hastighet och läge.

source: Double tap to reset
de: Doppeltippen zum Zurücksetzen
es: Doble toque para restablecer
fr: Double toucher pour réinitialiser
it: Doppio tocco per reimpostare
sv: Dubbeltryck för att återställa

source: Double-tap to reset
de: Doppeltippen zum Zurücksetzen
es: Doble toque para restablecer
fr: Double toucher pour réinitialiser
it: Doppio tocco per reimpostare
sv: Dubbeltryck för att återställa
